Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=561_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Klemetti Näkkäläjärvi jatkaa Saamelaiskäräjien puheenjohtajana
sme: Klemetti Näkkäläjärvi joatká Sámedikki ságajođiheaddjin

source: Juvvá Lemet, Klemetti Näkkäläjärvi, jatkaa saamelaiskäräjien puheenjohtajana juuri alkaneen vaalikauden ajan.
sme: Juvvá Lemet, Klemetti Näkkäläjärvi, joatká sámedikki ságajođiheaddjin aiddo álgán válgabaji.

source: Vaalikausi jatkuu vuoden 2015 loppuun asti.
sme: Válgabadji joatkkašuvvá jagi 2015 loahpa rádjái.

source: Näkkäläjärvi valittiin puheenjohtajaksi äänin 12-9.
sme: Näkkäläjärvi válljejuvvui ságajođiheaddjin jienaiguin 12-9.

source: Vastaehdokkaana oli kolttasaamelainen Tiina Sanila-Aikio.
sme: Vuosteevttohassan lei nuortalaš Tiina Sanila-Aikio.

source: Saamelaiskäräjien ensimmäinen täysistunto pidettiin Inarissa keskiviikkona 15.2. saamelaiskulttuurikeskus Sajoksen uudessa parlamenttisali Soljussa.
sme: Sámedikki vuosttaš dievasčoahkkin ordnejuvvui Anáris gaskavahku 15.2. sámekulturguovddáš Sajosa ođđa parlameantasále Soljjus.

source: Saamelaiskäräjien vanhin jäsen, kolttasaamelainen Tauno Haltta avasi saamelaiskäräjien vaalikauden ensimmäisen täysistunnon.
sme: Sámedikki boarráseamos lahttu, nuortalaš Tauno Haltta rabai sámedikki válgabaji vuosttaš dievasčoahkkima.

source: Hän painotti avajaispuheessaan erityisesti saamelaisnuorten vaikutusmahdollisuuksia Suomen saamelaiskäräjillä.
sme: Son deattuhii rahpanságastis earenoamážit sámenuoraid váikkuhanvejolašvuođaid Suoma sámedikki vuogádagas.

source: - Nuorisoneuvoston perustaminen saamelaiskäräjille toi meille suuren vastuun, totesi Haltta.
sme: - Nuoraidráđi vuođđudeapmi sámediggái buvttii midjiide stuorra ovddasvástádusa, gávnnahii Haltta.

source: Hän sanoi odottavansa saamelaiskäräjien tulevalta toiminnalta ennen muuta yhteyttä saamelaisten arkeen ja aktiivista toimintaa uhanalaisen saamelaisen kulttuurin, saamen kielten ja saamelaisten kulttuuri-itsehallinnon vahvistamiseksi.
sme: Son muitalii vuordit sámedikki boahttevaš doaimmain earenoamážit oktavuođa doallama sámiid árgabeaivái ja aktiivvalaš barggu áitatvulos sámi kultuvrra, sámegielaid ja sámiid kulturiešráđđema nannema ovdii.

source: - Suurin haasteemme tällä vaalikaudella on kansainvälisen työjärjestö ILO:n alkuperäiskansasopimuksen 169 ratifioiminen, joka sisältyy myös Kataisen hallituksen ohjelmaan, totesi Haltta.
sme: - Stuorámus hástalus dán válgabaji áigge lea álbmogiidgaskasaš bargoorganisašuvdna ILO álgoálbmotsoahpámuša 169 ratifiseren, mii lea mielde maiddái Katainen ráđđehusa prográmmas, gávnnahii Haltta.

source: Kuvissa saamelaiskäräjien puheenjohtajaksi vaalikaudelle 2012-2015 valittu Klemetti Näkkäläjärvi, Juvvá Lemet ja puheenjohtajakisassa toiseksi jäänyt Tiina Sanila-Aikio.
sme: Govain sámedikki ságajođiheaddjin válgabadjái 2012-2015 válljejuvvon Juvvá Lemet ja ságadoalligilvvus nubbin báhcán Tiina Sanila-Aikio.

source: Puheenjohtajaksi uudelle vaalikaudelle valittu Klemetti Näkkäläjärvi painotti kiitospuheessaan saamelaisväestön kuulemista saamelaiskäräjien työssä.
sme: Ságajođiheaddjin ođđa válgabadjái válljejuvvon Klemetti Näkkäläjärvi deattuhii giittosságastis, ahte sámediggi galgá guldalit barggustis sámiálbmoga jiena.

source: - Pidämme arvossa avoimmuutta ja arvostamme toisiamme.
sme: - Atnit árvvus rabasvuođa ja nuppiideamet.

source: Yksimielisyyden löytäminen erityisesti suurimmissa poliittisissa kysymyksissä on tärkeää, totesi Näkkäläjärvi.
sme: Ovttamielalašvuođa gávdnan earenoamážit stuorámus politihkalaš áššiin lea dehálaš, gávnnahii Näkkäläjärvi.

source: Hän painotti myös saamelaisen nuorisoneuvoston merkitystä ja ainutlaatuisuutta saamelaiskäräjien työssä.
sme: Son maid deattuhii sámi nuoraidráđi mearkkašumi ja áidnalunddotvuođa sámedikki barggus.

source: - Meidän tulee myös antaa nuorille esimerkki yhteistyöstä ja toistemme kunnioittamisesta.
sme: - Mii galgat leahkit ovdamearkkat ovttasbarggus ja nuppiideamet gudnejahttimis nuoraide.

source: - Kriittinen keskustelu on myös tärkeää, samoin kuin monenlaisten mielipiteiden esittäminen ja hyväksyminen.
sme: - Kriitalaš ságastallan lea maid dehálaš, nugo maiddái iešguđetlágán miellaguottuid ovdanbuktin ja dohkkeheapmi.

source: Näkkäläjärvi painotti myös perinteistä tietoa, perinteisten elinkeinojen ja neuvotteluvaiheessa olevan pohjoismaisen saamelaissopimuksen merkitystä.
sme: Näkkäläjärvi deattuhii maid árbevirolaš dieđu, árbevirolaš ealáhusaid ja ráđđádallanmuttus leahkki davviriikkalaš sámesoahpámuša mearkkašumi.

source: Sopimusneuvottelut jatkuvat vielä alkaneen vaalikauden ajan.
sme: Soahpámušráđđádallamat joatkkašuvvet vel dán válgaáigodaga.

source: Näkkäläjärvi ilmoitti kiitospuheessaan, ettei aio pyrkiä saamelaiskäräjien puheenjohtajaksi enää seuraavalla vaalikaudella.
sme: Näkkäläjärvi almmuhii giittosságastis, ahte ii áiggo šat gilvalit sámedikki ságajođiheaddji báikkis boahtte válgabajis.

source: - Pyrin tällä vaalikaudella edistämään saamelaisasioita niin hyvin kuin mahdollista, jonka jälkeen jätän tehtävän nuoremmille.
sme: - Iskkan dán válgabaji áigge ovddidit sámeáššiid nu bures go vejolaš ja dan maŋŋá guođđit ságadoalli barggu nuorabuidda.

source: Suurin tälle vaalikaudelle asettamistamme tavoitteista on kansainvälisen työjärjestö ILO:n alkuperäiskansasopimuksen ratifioiminen ja tarpeellisten lakimuutosten aikaansaminen, totesi Näkkäläjärvi.
sme: Stuorámus dán válgabadjái ásahuvvon ulbmiliin mis lea álbmogiidgaskasaš bargoorganisašuvdna ILO álgoálbmotsoahpámuša ratifiseren ja dasa laktáseaddji dárbbašlaš láhkarievdademiid áigái oažžun, dajai Näkkäläjärvi.

source: - Toivottavasti me saamelaiskäräjillä pystymme esittämään oman näkemyksemme näistä asioista niin selvästi ja perustellusti, että Suomi viimein ratifioi sopimuksen.
sme: - Doaivvun, ahte mii sámedikki bealis bastit ovdanbuktit iežamet oainnuid dáin áššiin nu čielgasit ja vuđolaččat, ahte Suopma viimmat ratifisere soahpámuša.

source: Puheenjohtajakisassa toiseksi jäänyt Tiina Sanila-Aikio toivoo, että edelliselle vaalikaudelle tyypillinen kahtia jakautuminen ei tulisi vaivaamaan nyt alkaneen vaalikauden työtä.
sme: Ságadoalligilvvus nubbin báhcán Tiina Sanila-Aikio sávvá, ahte ovddit válgabadjái mihtilmas guovtti jovkui juohkášuvvan ii boađášii váivvidit dál álggahuvvon válgabaji barggu.

source: - Toivon todella, että yhteistyöilmapiiri saamelaiskäräjillä vahvistuu, toteaa Sanila-Aikio.
sme: - Duođaid sávan, ahte ovttasbargovuoigŋa sámedikkis nanosmuvvá dál, gávnnaha Sanila-Aikio.
